<template>
  <p style="padding: 15px; background-color: white;" class="commonBlack textLeft">
    게시판은 다양한 성격의 커뮤니티가 될 수 있어요. <br>
    구독자 모두와 소통할 수 있는 커뮤니티가 될 수도 있고,<br>
    아기자기한 이야기를 하는 나와 내 친구들만의 비밀 공간이 될 수도 있죠.<br>
    + 버튼을 클릭해 게시판을 만들어보세요!<br>
    만들어진 게시판을 클릭하여 원하는 이름으로 바꾸고, 여러 가지 기능들을 넣어보세요!<br><br>
    기능<br>
    --> 댓글 기능을 지원하고 싶지 않은 게시판일 경우, '댓글 지원'을 off 하세요<br>
    --> 익명 게시판을 만들 경우, '익명'을 클릭하세요<br>
    2) 공유 대상 선택 (스크린샷)<br>
    --> 대상을 선택하여 '작성' '열람' '댓글'의 권한을 부여할 수 있습니다. <br><br>
    선택된 대상에게만 게시판이 공유됩니다. <br>
    관리자는 '게시판 관리'에서 모든 게시판을 확인하고 수정할 수 있습니다 :)<br>
    예시) '익명'이고 작성자와 관리자만 게시글을 '열람'할 수 있는 문의게시판을 만들고 싶을 때<br>

  </p>
</template>
<script>

</script>
<style>

</style>
